Repository: daniel-kashin/GIF-Editor
Catalog: GIFEditor/Strings/*/Resources.resw
Source language: en_us
Languages: ru

# camsError
source: Can`t get access nither to front nor back camera.
ru: Не удалось получить доступ ни к одной из камер.

# animation
source: capturing mode: animation
ru: режим съемки: анимация

# photo
source: capturing mode: photo
ru: режим съемки: фото

source: Capturing
ru: Съемка

# errorBack
source: ERROR: can`t get acccess to the back camera
ru: ОШИБКА: не удалось получить доступ к задней камере

# errorFront
source: ERROR: can`t get access to the front camera
ru: ОШИБКА: не удалось получить доступ к передней камере

source: frames:
ru: кадры:

source: Initialization... .
ru: Загрузка... .

source: Nothing to save... .
ru: Ошибка... .

# previewoff
source: preview: enabled
ru: предпоказ: выключено

# previewon
source: preview: disabled
ru: предпоказ: включено

# somethingwent
source: Something went wrong. NOTE: You can press "Value down" + "Turn off" to reset your phone.
ru: Что-то пошло не так. NOTE: Вы можете нажать "Уменьшение громкости" + "Выключение" чтобы перезагрузить телефон.

# create
source: Let`s create
ru: Создавай

# acceptBar.Label
source: accept
ru: принять

# againBar.Label
source: again
ru: заново

# bright.Text
source: brightness
ru: яркость

# cameraBar.Label
source: capture
ru: съемка

# cameraSourceButton.Content
source: Camera capture
ru: Камера

# contrast.Text
source: contrast
ru: контрастность

# editing
source: Edit .
ru: Просмотр .

# enablePreviewImageBar.Label
source: preview: disabled
ru: предпоказ: выключен

# gifSourceButton.Content
source: Open GIF-file
ru: Открыть GIF-файл

# imagesError
source: You can`t upload more than 30 images.
ru: Невозможно загрузить более 30 изображений.

# imagesSourceButton.Content
source: Image gallery
ru: Открыть изображения

# memoryError
source: ERROR: Not enough memory (RAM) to continue. Restart the application.
ru: ОШИБКА: Для продолжения недостаточно оперативной памяти. Рекомендуется перезапустить приложение.

# playButton.Label
source: pause
ru: пауза

source: Processing
ru: Обработка

# defaultButton.Label
source: default
ru: сброс

# rendering
source: Uploading
ru: Обработка

# saveButton.Label
source: save
ru: сохранить

source: Saved
ru: сохр.

source: Saving
ru: Сохранение

# settingsButton.Label
source: edit
ru: обработка

# speed.Text
source: speed
ru: скорость

# statusTextBlockEdit.Text
source: Edit .
ru: Просмотр .

# statusTextBlockMainPage.Text
source: Let`s create .
ru: Создавай .

# info1.Text
source: Publisher:
ru: Обупликовано:

# info3.Text
source: Description:
ru: Описание:

# info4.Text
source: Create, edit and save GIF-files.
ru: Создавай и редактируй ГИФ-файлы.

# info5.Text
source: Support
ru: Поддержка:

# statusTextBlockInfo.Text
source: Info .
ru: Справка .
